var ioc = {
	// 自定义参数的配置文件
	writerconfig : {
		"electric" : { // 生命周期编码
			excel : "electricity.xls", // excel文件
			sheets : [ // excel sheets
			{
				index : 1, // sheet序号，0表示第一页
				name : '煤电', // sheet名称
				params : {
					"使用年限(a)" : "E5",
					"年运行时间(h/a)" : "E6",
					"总发电量(kwh)" : "E7",
					"厂用电率(%)" : "E8",
					"发电标准煤耗(kg/kwh)" : "E10",
					"发电效率" : "E13",
					"加工1顿原煤，实际煤低位热值(kJ/kwh)" : "E62",
					"加工1顿原煤，标准煤低位热值(kJ/kwh)" : "E63",
					"煤层气逸出(CH4, kg)" : "E66",
					"煤层气逸出(CO2, kg)" : "E67",
					"煤炭铁路运输距离(km)" : "D92",
					"煤炭铁路运输所占比例(%)" : "D93",
					"煤炭水路运输距离(km)" : "D99",
					"煤炭水路运输所占比例(%)" : "D100",
					"煤炭公路运输距离(km)" : "D103",
					"煤炭公路运输所占比例(%)" : "D104"
				}
			// 参数名与位置的映射
			}, {
				index : 2,
				name : '核电',
				params : {
					"使用年限(a)" : "D5",
					"年运行时间(h/a)" : "D6",
					"年发电总量(kwh)" : "D7"
				}
			}, {
				index : 3,
				name : '气电(NG联合)',
				params : {
					"热能利用率%" : "D7",
					"年发电时间(h/a)" : "D8",
					"年发电总量(亿kwh)" : "D9",
					"年燃料消耗量(亿立方米)" : "D10",
					"电厂运行年限(a)" : "D11",
					"发电气耗(立方米/kwh)" : "D12",
					"开采阶段的CO2排放(g/gNG)" : "I69",
					"开采阶段的CH4排放(g/gNG)" : "J69",
					"开采阶段的NOx排放(g/gNG)" : "K69",
					"GREET模型数据-生产能耗(%)" : "D77",
					"天然气管道运输距离(km)" : "C127",
					"天然气货轮运输距离(km)" : "C128"
				}
			}, {
				index : 3,
				name : '气电(LNG联合)',
				params : {
					"热能利用率%" : "E7",
					"年发电时间(h/a)" : "E8",
					"年发电总量(亿kwh)" : "E9",
					"年燃料消耗量(亿立方米)" : "E10",
					"电厂运行年限(a)" : "E11",
					"发电气耗(立方米/kwh)" : "E12",
					"开采阶段的CO2排放(g/gNG)" : "I69",
					"开采阶段的CH4排放(g/gNG)" : "J69",
					"开采阶段的NOx排放(g/gNG)" : "K69",
					"GREET模型数据-生产能耗(%)" : "D77",
					"天然气管道运输距离(km)" : "C127",
					"天然气货轮运输距离(km)" : "C128"
				}
			}, {
				index : 3,
				name : '气电(NG热联)',
				params : {
					"热能利用率%" : "F7",
					"年发电时间(h/a)" : "F8",
					"年发电总量(亿kwh)" : "F9",
					"年燃料消耗量(亿立方米)" : "F10",
					"电厂运行年限(a)" : "F11",
					"发电气耗(立方米/kwh)" : "F12",
					"开采阶段的CO2排放(g/gNG)" : "I69",
					"开采阶段的CH4排放(g/gNG)" : "J69",
					"开采阶段的NOx排放(g/gNG)" : "K69",
					"GREET模型数据-生产能耗(%)" : "D77",
					"天然气管道运输距离(km)" : "C127",
					"天然气货轮运输距离(km)" : "C128"
				}
			} , {
				index : 4,
				name : '水电(大中型)',
				params : {
					"使用年限(a)" : "E5",
					"年发电总量(kwh)" : "E6",
					"开挖土方用量(万立方米)" : "D15",
					"填筑土方用量(万立方米)" : "D51"
				}
			} , {
				index : 4,
				name : '水电(抽水蓄能)',
				params : {
					"使用年限(a)" : "F5",
					"年发电总量(kwh)" : "F6",
					"开挖土方用量(万立方米)" : "D17",
					"填筑土方用量(万立方米)" : "D53"
				}
			} , {
				index : 5,
				name : '太阳能(光伏)',
				params : {
					"平均年利用小时数(h/a)" : "C9",
					"安装容量（kWp）" : "C10"
				}
			} , {
				index : 8,
				name : 'SNG(联合循环)',
				params : {
					"天然气产量(Nm3/d)" : "D6",
					"运行需燃料煤（t/千立方米）" : "E70",
					"运行需原料煤（t/千立方米）" : "E69",
					"运行需总煤炭（t/千立方米）" : "D48"
				}
			} , {
				index : 8,
				name : 'SNG(热联)',
				params : {
					"天然气产量(Nm3/d)" : "D6",
					"运行需燃料煤（t/千立方米）" : "E70",
					"运行需原料煤（t/千立方米）" : "E69",
					"运行需总煤炭（t/千立方米）" : "D48"
				}
			} ]
		},
		"transport" : {
			excel : "transport.xls",
			sheets : [{
				index : 1, // sheet序号，0表示第一页
				name : '天然气路线', // sheet名称
				params : {
					"NG开采效率(百分比)" : "E4",
					"NG处理效率(百分比)" : "E5",
					"NG开采CH4逸散比例(百分比)" : "E6",
					"CNG压缩前管输距离(公里)" : "E8",
					"CNG压缩效率(百分比)" : "E9",
					"直接进口LNG的液化效率(百分比)" : "E11",
					"LNG海运距离(公里)" : "E12",
					"国产NG近井液化效率(百分比)" : "E13",
					"管输NG出管液化效率(百分比)" : "E14",
					"液化前管输距离(公里)" : "E15",
					"LNG输配距离(公里)" : "E16",
					"GTL生产效率(百分比)" : "E18"
				}
			// 参数名与位置的映射
			}, {
				index : 1,
				name : '汽油与柴油路线',
				params : {
					"原油开采处理效率(百分比)" : "L4",
					"原油运输效率(百分比)" : "L5",
					"炼制能效-汽油(百分比)" : "L6",
					"炼制能效-柴油(百分比)" : "L7"
				}
			}, {
				index : 1,
				name : '用能设备参数',
				params : {
					"汽油车百公里耗油(升)" : "E23",
					"柴油车百公里耗能为汽油车的比例(百分比)" : "E24",
					"液化天然气汽车相对汽油车单位距离耗能" : "E25",
					"压缩天然气汽车相对汽油车单位距离耗能" : "E26",
					"电动汽车的用能效率是汽油车的倍数(百分比)" : "E27",
					"乙醇车百公里耗能相对汽油车单位距离耗能" : "E28",
					"生物柴油车百公里耗能相对柴油车单位距离耗能" : "E29"
				}
			}, {
				index : 1,
				name : '中国电网结构',
				params : {
					"供电结构中煤电的比例(百分比)" : "E34",
					"供电结构中油电的比例(百分比)" : "E35",
					"供电结构中气电的比例(百分比)" : "E36"
				}
			} ]
		},
		"gas" : { 
			excel : "gas.xls", 
			sheets : [] 
		}
	 
	}
};