var ioc = {
	transport_chaiyou : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 2,
			name : "柴油车",
			unit : "",
			totalConsumption : "J28",
			consumptions : {
				"原料开采" : "E28",
				"原料运输" : "F28",
				"燃料制备" : "G28",
				"燃料运输" : "H28",
				"燃料使用" : "I28"
			},
			emissions : {
				"CO2" : {
					"原料开采" : {"原料开采" : "E30"},
					"原料运输" : {"原料运输" : "F30"},
					"燃料制备" : {"燃料制备" : "G30"},
					"燃料运输" : {"燃料运输" : "H30"},
					"燃料使用" : {"燃料使用" : "I30"}
				},
				"CH4" : {
					"原料开采" : {"原料开采" : "E31"},
					"原料运输" : {"原料运输" : "F31"},
					"燃料制备" : {"燃料制备" : "G31"},
					"燃料运输" : {"燃料运输" : "H31"},
					"燃料使用" : {"燃料使用" : "I31"}
				},
				"N2O" : {
					"原料开采" : {"原料开采" : "E32"},
					"原料运输" : {"原料运输" : "F32"},
					"燃料制备" : {"燃料制备" : "G32"},
					"燃料运输" : {"燃料运输" : "H32"},
					"燃料使用" : {"燃料使用" : "I32"}
				}
			}
		}
	}
};