var ioc = {
	transport_cng : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 2,
			name : "CNG车",
			unit : "",
			totalConsumption : "J39",
			consumptions : {
				"原料开采" : "E39",
				"原料运输" : "F39",
				"燃料制备" : "G39",
				"燃料运输" : "H39",
				"燃料使用" : "I39"
			},
			emissions : {
				"CO2" : {
					"原料开采" : {"原料开采" : "E41"},
					"原料运输" : {"原料运输" : "F41"},
					"燃料制备" : {"燃料制备" : "G41"},
					"燃料运输" : {"燃料运输" : "H41"},
					"燃料使用" : {"燃料使用" : "I41"}
				},
				"CH4" : {
					"原料开采" : {"原料开采" : "E42"},
					"原料运输" : {"原料运输" : "F42"},
					"燃料制备" : {"燃料制备" : "G42"},
					"燃料运输" : {"燃料运输" : "H42"},
					"燃料使用" : {"燃料使用" : "I42"}
				},
				"N2O" : {
					"原料开采" : {"原料开采" : "E43"},
					"原料运输" : {"原料运输" : "F43"},
					"燃料制备" : {"燃料制备" : "G43"},
					"燃料运输" : {"燃料运输" : "H43"},
					"燃料使用" : {"燃料使用" : "I43"}
				}
			}
		}
	}
};