var ioc = {
	transport_diandong : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 2,
			name : "电动车",
			unit : "网电",
			totalConsumption : "J142",
			consumptions : {
				"原料开采" : "E142",
				"原料运输" : "F142",
				"燃料制备" : "G142",
				"燃料运输" : "H142",
				"燃料使用" : "I142"
			},
			emissions : {
				"CO2" : {
					"原料开采" : {"原料开采" : "E144"},
					"原料运输" : {"原料运输" : "F144"},
					"燃料制备" : {"燃料制备" : "G144"},
					"燃料运输" : {"燃料运输" : "H144"},
					"燃料使用" : {"燃料使用" : "I144"}
				},
				"CH4" : {
					"原料开采" : {"原料开采" : "E145"},
					"原料运输" : {"原料运输" : "F145"},
					"燃料制备" : {"燃料制备" : "G145"},
					"燃料运输" : {"燃料运输" : "H145"},
					"燃料使用" : {"燃料使用" : "I145"}
				},
				"N2O" : {
					"原料开采" : {"原料开采" : "E146"},
					"原料运输" : {"原料运输" : "F146"},
					"燃料制备" : {"燃料制备" : "G146"},
					"燃料运输" : {"燃料运输" : "H146"},
					"燃料使用" : {"燃料使用" : "I146"}
				}
			}
		}
	}
};