var ioc = {
	transport_qiyou : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 2,
			name : "汽油车",
			unit : "",
			totalConsumption : "J17",
			consumptions : {
				"原料开采" : "E17",
				"原料运输" : "F17",
				"燃料制备" : "G17",
				"燃料运输" : "H17",
				"燃料使用" : "I17"
			},
			emissions : {
				"CO2" : {
					"原料开采" : {"原料开采" : "E19"},
					"原料运输" : {"原料运输" : "F19"},
					"燃料制备" : {"燃料制备" : "G19"},
					"燃料运输" : {"燃料运输" : "H19"},
					"燃料使用" : {"燃料使用" : "I19"}
				},
				"CH4" : {
					"原料开采" : {"原料开采" : "E20"},
					"原料运输" : {"原料运输" : "F20"},
					"燃料制备" : {"燃料制备" : "G20"},
					"燃料运输" : {"燃料运输" : "H20"},
					"燃料使用" : {"燃料使用" : "I20"}
				},
				"N2O" : {
					"原料开采" : {"原料开采" : "E21"},
					"原料运输" : {"原料运输" : "F21"},
					"燃料制备" : {"燃料制备" : "G21"},
					"燃料运输" : {"燃料运输" : "H21"},
					"燃料使用" : {"燃料使用" : "I21"}
				}
			}
		}
	}
};