var ioc = {
	transport_shengwuchaiyou : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 2,
			name : "生物柴油汽车",
			unit : "",
			totalConsumption : "J94",
			consumptions : {
				"原料开采" : "E94",
				"原料运输" : "F94",
				"燃料制备" : "G94",
				"燃料运输" : "H94",
				"燃料使用" : "I94"
			},
			emissions : {
				"CO2" : {
					"原料开采" : {"原料开采" : "E96"},
					"原料运输" : {"原料运输" : "F96"},
					"燃料制备" : {"燃料制备" : "G96"},
					"燃料运输" : {"燃料运输" : "H96"},
					"燃料使用" : {"燃料使用" : "I96"}
				},
				"CH4" : {
					"原料开采" : {"原料开采" : "E97"},
					"原料运输" : {"原料运输" : "F97"},
					"燃料制备" : {"燃料制备" : "G97"},
					"燃料运输" : {"燃料运输" : "H97"},
					"燃料使用" : {"燃料使用" : "I97"}
				},
				"N2O" : {
					"原料开采" : {"原料开采" : "E98"},
					"原料运输" : {"原料运输" : "F98"},
					"燃料制备" : {"燃料制备" : "G98"},
					"燃料运输" : {"燃料运输" : "H98"},
					"燃料使用" : {"燃料使用" : "I98"}
				}
			}
		}
	}
};