var ioc = {
	transport_yumiyichun : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 2,
			name : "玉米乙醇汽车",
			unit : "",
			totalConsumption : "J83",
			consumptions : {
				"原料开采" : "E83",
				"原料运输" : "F83",
				"燃料制备" : "G83",
				"燃料运输" : "H83",
				"燃料使用" : "I83"
			},
			emissions : {
				"CO2" : {
					"原料开采" : {"原料开采" : "E85"},
					"原料运输" : {"原料运输" : "F85"},
					"燃料制备" : {"燃料制备" : "G85"},
					"燃料运输" : {"燃料运输" : "H85"},
					"燃料使用" : {"燃料使用" : "I85"}
				},
				"CH4" : {
					"原料开采" : {"原料开采" : "E86"},
					"原料运输" : {"原料运输" : "F86"},
					"燃料制备" : {"燃料制备" : "G86"},
					"燃料运输" : {"燃料运输" : "H86"},
					"燃料使用" : {"燃料使用" : "I86"}
				},
				"N2O" : {
					"原料开采" : {"原料开采" : "E87"},
					"原料运输" : {"原料运输" : "F87"},
					"燃料制备" : {"燃料制备" : "G87"},
					"燃料运输" : {"燃料运输" : "H87"},
					"燃料使用" : {"燃料使用" : "I87"}
				}
			}
		}
	}
};