var ioc = {
	meidian_600 : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 1,
			name : "煤电",
			//unit : "600MW",
			unit : "",
			totalConsumption : "D305",
			consumptions : {
				"电厂建设" : "B313",
				"原料开采" : "B314",
				"原料运输" : "B315",
				"发电" :     "B316",
				"电厂退役" : "B317",
				"废弃物处理" : "B318"
			},
			influences : {"全球变暖" : "F227", "酸化" : "F238", "富营养化" : "F244", "粉尘" : "F245", "光化学臭氧" : "F253", "加权总计" : "F276"},
			// 分工序的影响潜能（加权）
			procInfluences : {
				"电厂建设" : "D313",
				"原料开采" : "D314",
				"原料运输" : "D315",
				"发电" :     "D316",
				"电厂退役" : "D317",
				"废弃物处理" : "D318"
			},
			emissions : {
				"CO2" : {
					"电厂建设" : {"建材生产与电厂建设":"G177", "建材运输":"G178"},
					"原料开采" : {"原料开采、加工" : "G179"},
					"原料运输" : {"煤炭运输" : "G180"},
					"发电" : {"电厂运行" : "G181"},
					"电厂退役" : {"电厂退役" : "G182"},
					"废弃物处理" : {"固废运输" : "G183"}
				},
				"CH4" : {
					"电厂建设" : {"建材生产与电厂建设":"H177", "建材运输":"H178"},
					"原料开采" : {"原料开采、加工" : "H179"},
					"原料运输" : {"煤炭运输" : "H180"},
					"发电" : {"电厂运行" : "H181"},
					"电厂退役" : {"电厂退役" : "H182"},
					"废弃物处理" : {"固废运输" : "H183"}
				},
				"N2O" : {
					"电厂建设" : {"建材生产与电厂建设":"N177", "建材运输":"N178"},
					"原料开采" : {"原料开采、加工" : "N179"},
					"原料运输" : {"煤炭运输" : "N180"},
					"发电" : {"电厂运行" : "N181"},
					"电厂退役" : {"电厂退役" : "N182"},
					"废弃物处理" : {"固废运输" : "N183"}
				},
			}
		}
	}
};