var ioc = {
	meidian_600 : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 1,
			name : "煤电",
			unit : "600MW",
			totalConsumption : "D305",
			influences : {"全球变暖" : "F227", "酸化" : "F238", "富营养化" : "F244", "粉尘" : "F245", "光化学臭氧" : "F253", "加权总计" : "F276"},
			emissions : {
				"CO2" : {
					"电厂建设" : {"建材生产与电厂建设" : "D286", "建材运输" : "E286"},
					"原料开采" : {"原料开采、加工" : "F286"},
					"原料运输" : {"煤炭运输" : "G286"},
					"发电" : {"电厂运行" : "H286"},
					"电厂退役" : {"电厂退役" : "I286"},
					"废弃物处理" : {"固废运输" : "J286"}
				},
				"CH4" : {
					"电厂建设" : {"建材生产与电厂建设":"H177", "建材运输":"H178"},
					"原料开采" : {"原料开采、加工" : "H179"},
					"原料运输" : {"煤炭运输" : "H180"},
					"发电" : {"电厂运行" : "H181"},
					"电厂退役" : {"电厂退役" : "H182"},
					"废弃物处理" : {"固废运输" : "H183"}
				}
			}
		}
	}
};