var ioc = {
	qidian_NGlianhe : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 3,
			name : "气电",
			unit : "NG联合",
			totalConsumption : "D299",
			consumptions : {
				"电厂建设" : "C311",
				"原料开采" : "C312",
				"原料运输" : "C313",
				"发电" :     "C314",
				"电厂退役" : "C315",
				"废弃物处理" : "C316"
			},
			influences : {"全球变暖" : "E234", "酸化" : "E244", "富营养化" : "E249", "粉尘" : "E250", "光化学臭氧" : "E258", "加权总计" : "J262"},
			// 分工序的影响潜能（加权）
			procInfluences : {
				"电厂建设" : "E311",
				"原料开采" : "E312",
				"原料运输" : "E313",
				"发电" :     "E314",
				"电厂退役" : "E315",
				"废弃物处理" : "E316"
			},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "E282", "建材运输" : "D282", "管道建设" : "F282"},
					"原料开采" : {"燃料开采" : "G282", "燃料液化" : "H282"},
					"原料运输" : {"燃料运输" : "I282"},
					"发电" : {"电厂运行" : "J282"},
					"电厂退役" : {"电厂退役" : "K282"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "E178", "建材运输" : "E175", "管道建设" : "E181"},
					"原料开采" : {"燃料开采" : "E184", "燃料液化" : "E187"},
					"原料运输" : {"燃料运输" : "E190"},
					"发电" : {"电厂运行" : "E193"},
					"电厂退役" : {"电厂退役" : "E196"},
					"废弃物处理" : {"" : ""}
				},
				"N2O" : {
					"电厂建设" : {"电厂建设" : "K178", "建材运输" : "K175", "管道建设" : "K181"},
					"原料开采" : {"燃料开采" : "K184", "燃料液化" : "K187"},
					"原料运输" : {"燃料运输" : "K190"},
					"发电" : {"电厂运行" : "K193"},
					"电厂退役" : {"电厂退役" : "K196"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	},

	qidian_LNGlianhe : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 3,
			name : "气电",
			unit : "LNG联合",
			totalConsumption : "D303",
			consumptions : {
				"电厂建设" : "C320",
				"原料开采" : "C321",
				"原料运输" : "C322",
				"发电" :     "C323",
				"电厂退役" : "C324",
				"废弃物处理" : "C325"
			},
			influences : {"全球变暖" : "F234", "酸化" : "F244", "富营养化" : "F249", "粉尘" : "F250", "光化学臭氧" : "F258", "加权总计" : "J263"},
			procInfluences : {
				"电厂建设" : "E320",
				"原料开采" : "E321",
				"原料运输" : "E322",
				"发电" :     "E323",
				"电厂退役" : "E324",
				"废弃物处理" : "E325"
			},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "E284", "建材运输" : "D284", "管道建设" : "F284"},
					"原料开采" : {"燃料开采" : "G284", "燃料液化" : "H284"},
					"原料运输" : {"燃料运输" : "I284"},
					"发电" : {"电厂运行" : "J284"},
					"电厂退役" : {"电厂退役" : "K284"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "E179", "建材运输" : "E176", "管道建设" : "E182"},
					"原料开采" : {"燃料开采" : "E185", "燃料液化" : "E188"},
					"原料运输" : {"燃料运输" : "E191"},
					"发电" : {"电厂运行" : "E194"},
					"电厂退役" : {"电厂退役" : "E197"},
					"废弃物处理" : {"" : ""}
				},
				"N2O" : {
					"电厂建设" : {"电厂建设" : "K179", "建材运输" : "K176", "管道建设" : "K182"},
					"原料开采" : {"燃料开采" : "K185", "燃料液化" : "K188"},
					"原料运输" : {"燃料运输" : "K191"},
					"发电" : {"电厂运行" : "K194"},
					"电厂退役" : {"电厂退役" : "K197"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	},
	
	qidian_NGrelian : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 3,
			name : "气电",
			unit : "NG热联",
			totalConsumption : "D307",
			consumptions : {
				"电厂建设" : "C329",
				"原料开采" : "C330",
				"原料运输" : "C331",
				"发电" :     "C332",
				"电厂退役" : "C333",
				"废弃物处理" : "C334"
			},
			influences : {"全球变暖" : "G234", "酸化" : "G244", "富营养化" : "G249", "粉尘" : "G250", "光化学臭氧" : "G258", "加权总计" : "J264"},
			procInfluences : {
				"电厂建设" : "E329",
				"原料开采" : "E330",
				"原料运输" : "E331",
				"发电" :     "E332",
				"电厂退役" : "E333",
				"废弃物处理" : "E334"
			},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "E286", "建材运输" : "D286", "管道建设" : "F286"},
					"原料开采" : {"燃料开采" : "G286", "燃料液化" : "H286"},
					"原料运输" : {"燃料运输" : "I286"},
					"发电" : {"电厂运行" : "J286"},
					"电厂退役" : {"电厂退役" : "K286"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "E180", "建材运输" : "E177", "管道建设" : "E183"},
					"原料开采" : {"燃料开采" : "E186", "燃料液化" : "E189"},
					"原料运输" : {"燃料运输" : "E192"},
					"发电" : {"电厂运行" : "E195"},
					"电厂退役" : {"电厂退役" : "E198"},
					"废弃物处理" : {"" : ""}
				},
				"N2O" : {
					"电厂建设" : {"电厂建设" : "K180", "建材运输" : "K177", "管道建设" : "K183"},
					"原料开采" : {"燃料开采" : "K186", "燃料液化" : "K189"},
					"原料运输" : {"燃料运输" : "K192"},
					"发电" : {"电厂运行" : "K195"},
					"电厂退役" : {"电厂退役" : "K198"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	}
};