var ioc = {
	qidian_NGlianhe : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 3,
			name : "气电",
			unit : "NG联合",
			totalConsumption : "D299",
			influences : {"全球变暖" : "E234", "酸化" : "E244", "富营养化" : "E249", "粉尘" : "E250", "光化学臭氧" : "E258", "加权总计" : "J262"},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "E282", "建材运输" : "D282", "管道建设" : "F282"},
					"原料开采" : {"燃料开采" : "G282", "燃料液化" : "H282"},
					"原料运输" : {"燃料运输" : "I282"},
					"发电" : {"电厂运行" : "J282"},
					"电厂退役" : {"电厂退役" : "K282"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "E178", "建材运输" : "E175", "管道建设" : "E181"},
					"原料开采" : {"燃料开采" : "E184", "燃料液化" : "E187"},
					"原料运输" : {"燃料运输" : "E190"},
					"发电" : {"电厂运行" : "E193"},
					"电厂退役" : {"电厂退役" : "E196"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	},

	qidian_LNGlianhe : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 3,
			name : "气电",
			unit : "LNG联合",
			totalConsumption : "D303",
			influences : {"全球变暖" : "F234", "酸化" : "F244", "富营养化" : "F249", "粉尘" : "F250", "光化学臭氧" : "F258", "加权总计" : "J263"},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "E284", "建材运输" : "D284", "管道建设" : "F284"},
					"原料开采" : {"燃料开采" : "G284", "燃料液化" : "H284"},
					"原料运输" : {"燃料运输" : "I284"},
					"发电" : {"电厂运行" : "J284"},
					"电厂退役" : {"电厂退役" : "K284"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "E179", "建材运输" : "E176", "管道建设" : "E182"},
					"原料开采" : {"燃料开采" : "E185", "燃料液化" : "E188"},
					"原料运输" : {"燃料运输" : "E191"},
					"发电" : {"电厂运行" : "E194"},
					"电厂退役" : {"电厂退役" : "E197"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	},
	
	qidian_NGrelian : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 3,
			name : "气电",
			unit : "NG热电联供",
			totalConsumption : "D307",
			influences : {"全球变暖" : "G234", "酸化" : "G244", "富营养化" : "G249", "粉尘" : "G250", "光化学臭氧" : "G258", "加权总计" : "J264"},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "E286", "建材运输" : "D286", "管道建设" : "F286"},
					"原料开采" : {"燃料开采" : "G286", "燃料液化" : "H286"},
					"原料运输" : {"燃料运输" : "I286"},
					"发电" : {"电厂运行" : "J286"},
					"电厂退役" : {"电厂退役" : "K286"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "E180", "建材运输" : "E177", "管道建设" : "E183"},
					"原料开采" : {"燃料开采" : "E186", "燃料液化" : "E189"},
					"原料运输" : {"燃料运输" : "E192"},
					"发电" : {"电厂运行" : "E195"},
					"电厂退役" : {"电厂退役" : "E198"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	}
};