var ioc = {
	taiyangneng_guangfu : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 5,
			name : "太阳能",
			unit : "光伏",
			totalConsumption : "C445",
			influences : {"全球变暖" : "E386", "酸化" : "E397", "富营养化" : "E403", "粉尘" : "E404", "光化学臭氧" : "E412", "加权总计" : "E434"},
			emissions : {
				"CO2" : {
					"电厂建设" : {"工业硅生产" : "C438", "高纯多晶硅生产" : "D438", "多晶硅锭/硅片生产" : "E438", "多晶硅电池片生产" : "F438", "光伏组件生产" : "G438", "材料设备运输" : "H438", "电厂建设" : "I438"},
					"原料开采" : {"" : ""},
					"原料运输" : {"" : ""},
					"发电" : {"" : ""},
					"电厂退役" : {"" : ""},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"工业硅生产" : "C346", "高纯多晶硅生产" : "D346", "多晶硅锭/硅片生产" : "E346", "多晶硅电池片生产" : "F346", "光伏组件生产" : "G346", "材料设备运输" : "H346", "电厂建设" : "I346"},
					"原料开采" : {"" : ""},
					"原料运输" : {"" : ""},
					"发电" : {"" : ""},
					"电厂退役" : {"" : ""},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	},

	taiyangneng_guangre : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 5,
			name : "太阳能",
			unit : "光热",
			totalConsumption : "C611",
			influences : {"全球变暖" : "E533", "酸化" : "E544", "富营养化" : "E550", "粉尘" : "E551", "光化学臭氧" : "E559", "加权总计" : "E581"},
			emissions : {
				"CO2" : {
					"电厂建设" : {"玻璃" : "C604", "熔融盐制取" : "D604", "材料设备运输" : "E604", "电厂建设" : "F604"},
					"原料开采" : {"" : ""},
					"原料运输" : {"" : ""},
					"发电" : {"" : ""},
					"电厂退役" : {"" : ""},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"玻璃" : "C517", "熔融盐制取" : "D517", "材料设备运输" : "E517", "电厂建设" : "F517"},
					"原料开采" : {"" : ""},
					"原料运输" : {"" : ""},
					"发电" : {"" : ""},
					"电厂退役" : {"" : ""},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	}
};