var ioc = {
	youdian : {
		type : "com.cnooc.lca.excel.CommonTemplate",
		fields  : {
			sheetIndex : 7,
			name : "油电",
			unit : "",
			totalConsumption : "D240",
			consumptions : {
				"电厂建设" : "C244",
				"原料开采" : "C245",
				"原料运输" : "C246",
				"发电" :     "C247",
				"电厂退役" : "C248",
				"废弃物处理" : "C249"
			},
			influences : {"全球变暖" : "E174", "酸化" : "E185", "富营养化" : "E191", "粉尘" : "E192", "光化学臭氧" : "E200", "加权总计" : "E223"},
			// 分工序的影响潜能（加权）
			procInfluences : {
				"电厂建设" : "E244",
				"原料开采" : "E245",
				"原料运输" : "E246",
				"发电" :     "E247",
				"电厂退役" : "E248",
				"废弃物处理" : "E249"
			},
			emissions : {
				"CO2" : {
					"电厂建设" : {"电厂建设" : "D228"},
					"原料开采" : {"石油开采" : "F228", "柴油提炼" : "H228"},
					"原料运输" : {"石油运输" : "G228"},
					"发电" : {"电厂运行" : "I228"},
					"电厂退役" : {"电厂退役" : "E228"},
					"废弃物处理" : {"" : ""}
				},
				"CH4" : {
					"电厂建设" : {"电厂建设" : "H134"},
					"原料开采" : {"石油开采" : "H136", "柴油提炼" : "H138"},
					"原料运输" : {"石油运输" : "H137"},
					"发电" : {"电厂运行" : "H139"},
					"电厂退役" : {"电厂退役" : "H135"},
					"废弃物处理" : {"" : ""}
				}
			}
		}
	}
};